Repository: wbernard/Memorado
Catalog: po/*.po
Languages: de, eo, hi, pt_br, uk

source: Memorize anything
de: Merke dir alles
eo: Memoru ĉion
hi: कुछ भी याद करें
pt_br: Memorize qualquer coisa
uk: Запам'ятовуйте що завгодно

source: translator-credits
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
pt_br: Rafael Fontenelle <rafaelff@gnome.org>
uk: Андрій Сербовець <serbovets.translation@gmail.com>

source: memorado;flash;cards;learn;improve;
de: memorado;kartei;karteikarte;lernen;sich verbessern;
eo: memorado;kartoj;kartaro;lerni;plibonigi;
hi: memorado;फ़्लैश;कार्ड;सीखें;सुधारें;
pt_br: memorado;flashcards;ficha;memorização;cartões;aprender;melhorar;
uk: memorado;flash;cards;learn;improve;пам'ять;тренування;навчання;картки;освіта;

source: Learn using spaced repetition. Create cards with a question and answer, and practice with them.
de: Lerne durch dauerndes Wiederholen. Erstelle Kateikarten mit Frage und Antwort, und übe damit.
eo: Lernu per interspacigita ripetado. Kreu kartojn kun demando kaj respondo kaj ekzerciĝu per ĝi.
hi: अंतरालीय पुनरावृत्ति का उपयोग करके सीखें। प्रश्न और उत्तर वाले कार्ड बनाएं और उनके साथ अभ्यास करें।
pt_br: Aprenda a usar repetição espaçada. Crie fichas com uma pergunta e resposta e pratique com eles.
uk: Цей застосунок створений для навчання за методом розподіленого повторення: за допомогою створених у ньому карток із запитаннями й відповідями можна перевіряти засвоєння навчального матеріалу.

source: Great for learning new languages, memorizing terms and definitions, or anything else you want to get better at. Create or import decks, practice them, or export to share them with friends.
de: Sehr geeignet um neue Sprachen zu lernen, Begriffe und Definitionen auswendig zu lernen. oder um sonstige Kenntnisse zu verbessern. Erstelle oder importiere Karteien übe damit oder exportiere sie um sie mit Freunden zu teilen.
eo: Bonega por lerni novajn lingvojn, parkergi terminojn kaj difinojn, aŭ ion alian, pri kio vi volas pliboniĝi. Kreu aŭ importu kartarojn, praktiku ilin, aŭ ekzerciĝu por kunhavigi ilin kun amikoj.
hi: नई भाषाएं सीखने, शब्दों और परिभाषाओं को याद रखने, या कुछ और जिसमें आप बेहतर होना चाहते हैं, के लिए बढ़िया है। गड्डी बनाएं या आयात करें, उनका अभ्यास करें, या उन्हें दोस्तों के साथ साझा करने के लिए निर्यात करें।
pt_br: Ótimo para aprender novos idiomas, memorizar termos e definições ou qualquer outra coisa em que você queira melhorar. Crie ou importe decks, pratique-os ou exporte-os para compartilhá-los com amigos.
uk: Він стане в пригоді під час вивчення мов, термінів та їхніх визначень і будь-якої іншої інформації, яку треба тривалий час тримати у пам'яті. Тут можна створювати набори карток, імпортувати отримані від когось набори, експортувати набори, якщо треба їх комусь передати, і, звісно, вчитися!

source: List of decks
de: Lste der Karteien
eo: Listo de kartaroj
hi: गड्डियों की सूची
pt_br: Lista de decks
uk: Перелік наборів

source: Edit cards in a deck
de: Bearbeite die Karten in einer Kartei
eo: Redaktu kartojn en kartaro
hi: गड्डी में कार्ड संपादित करें
pt_br: Editar fichas em um deck
uk: Змінити картки в наборі

source: Practice with cards
de: Übe mit Karteikarten
eo: Ekzerciĝu kun kartojn
hi: कार्डों से अभ्यास करें
pt_br: Praticar com fichas
uk: Навчайтеся за допомогою карток

source: New Card
de: Neue Karteikarte
eo: Nova karto
hi: नया कार्ड
pt_br: Nova ficha
uk: Нова картка

source: Front Side
de: Vorderseite
eo: Antaŭa faco
hi: सामने का भाग
pt_br: Frente
uk: Лицева сторона

source: Insert the front side here...
de: Füge hier die Vorderseite ein ...
eo: Enmetu la antaŭan facon ĉi tie …
hi: यहां सामने का भाग डालें...
pt_br: Insira o conteúdo da frente aqui…
uk: Впишіть, що має бути на лицевій стороні…

source: Back Side
de: Rückseite
eo: Malantaŭa faco
hi: पिछला भाग
pt_br: Verso
uk: Зворотна сторона

source: Insert the back side here...
de: Füge hier die Rückseite ein
eo: Enmetu la malantaŭan facon ĉi tie…
hi: यहां पिछला भाग डालें...
pt_br: Insira o conteúdo da verso aqui…
uk: Впишіть, що має бути на зворотній стороні…

source: Add
de: Hinzufügen
eo: Aldoni
hi: जोड़ें
pt_br: Adicionar
uk: Додати

source: Edit Card
de: Bearbeite Karte
eo: Redakti karton
hi: कार्ड संपादित करें
pt_br: Edita ficha
uk: Змінити картку

source: Show Answer
de: Zeige die Antwort
eo: Montri respondon
hi: उत्तर दिखाएं
pt_br: Mostrar resposta
uk: Показати відповідь

source: Edit Deck
de: Bearbeite Kartei
eo: Redakti kartaron
hi: गड्डी संपादित करें
pt_br: Editar deck
uk: Змінити набір

source: Cancel Selection
de: Annulliere Auswahl
eo: Nuligi elektaĵon
hi: चयन रद्द करें
pt_br: Cancela seleção
uk: Скасувати вибір

source: Cancel
de: Abbrechen
eo: Nuligi
hi: रद्द करें
pt_br: Cancelar
uk: Скасувати

source: Delete Selection
de: Auswahl löschen
eo: Forigi elektaĵon
hi: चयन मिटाएं
pt_br: Exclui seleção
uk: Видалити вибрані

source: Selection Mode
de: Auswahlmodus
eo: Elektaĵa reĝimo
hi: चयन मोड
pt_br: Modo de seleção
uk: Режим вибору

source: Edit Deck Avatar
de: Bearbeite Kartei-Avatar
eo: Redakti karatara avataron
hi: गड्डी अवतार को संपादित करें
pt_br: Edita avatar do deck
uk: Змінити значок набору

source: Deck Name
de: Kartei Name
eo: Nomo de kartaro
hi: गड्डी का नाम
pt_br: Nome do deck
uk: Назва набору

source: No Cards
de: Keine Karteikarten
eo: Neniuj kartoj
hi: कोई कार्ड नहीं
pt_br: Nenhuma ficha
uk: Тут немає карток

source: This deck is empty
de: Diese Kartei ist leer
eo: Tiu kartaro estas malplena
hi: यह गड्डी खाली है
pt_br: Este deck está vazio
uk: Цей набір порожній

source: Add Card
de: Füge Karten hinzu
eo: Aldoni karton
hi: कार्ड जोड़ें
pt_br: Adicionar ficha
uk: Додати картку

source: Decks
de: Karteien
eo: Kartaroj
hi: गड्डियां
uk: Набори карток

source: Main Menu
de: Hauptmenü
eo: Ĉefa menuo
hi: मुख्य मेनू
pt_br: Menu principal
uk: Головне меню

source: Add Deck
de: Füge Kartei hinzu
eo: Aldoni kartaron
hi: गड्डी जोड़ें
pt_br: Adicionar deck
uk: Додати набір

source: Import Decks
de: Importiere Karteien
eo: _Importi kartarojn
hi: गड्डियां आयात करें
pt_br: Importar decks
uk: Імпортувати набори

source: Export Decks
de: Exportiere Karteien
eo: _Eksporti kartarojn
hi: गड्डियां निर्यात करें
pt_br: Exportar decks
uk: Експортувати набори

source: Keyboard Shortcuts
de: Tastenkürzel
eo: _Fulmoklavoj
hi: कीबोर्ड शॉर्टकट
pt_br: Atalhos de teclados
uk: Сполучення клавіш

source: About Memorado
de: Über Memorado
eo: _Pri Memorado
hi: Memorado के बारे में
pt_br: Sobre o Memorado
uk: Про Memorado

# shortcut window
source: General
de: Allgemeines
eo: Generalaĵojn
hi: सामान्य
pt_br: Geral
uk: Загальні

# shortcut window
source: Show Shortcuts
de: Zeige Tastenkürzel
eo: Montri fulmoklavojn
hi: शॉर्टकट दिखाएं
pt_br: Mostra os atalhos
uk: Показати сполучення клавіш

# shortcut window
source: Quit
de: Abbrechen
eo: Ĉesi
hi: छोड़ें
pt_br: Sai
uk: Вийти

source: Add some decks and start memorizing
de: Füge Karteien hinzu und beginne zu lernen
eo: Aldonu kelkajn kartarojn kaj komencu memori
hi: कुछ गड्डी जोड़ें और याद रखना शुरू करें
pt_br: Adicione alguns decks e comece a memorizar
uk: Створюйте набори карток і починайте тренувати пам'ять

source: Import…
de: Importieren ...
eo: Importi…
hi: आयात…
pt_br: Importar…
uk: Імпортувати…

source: Card
de: Karte
eo: Karto
hi: कार्ड
pt_br: Ficha
uk: Картка

source: Save
de: Speichern
eo: Konservi
hi: सहेजें
pt_br: Salvar
uk: Зберегти

source: Export as File
uk: Експортувати у файл

source: Import Database
uk: Імпортувати з бази даних

source: Next
de: Nächste
eo: Sekva
hi: अगला
pt_br: Próximo
uk: Далі

source: Done
de: Erledigt
eo: Kompleta
hi: संपन्न
pt_br: Concluído
uk: Завершити

source: New Deck
de: Neue Kartei
eo: Nova Kartaro
hi: नई गड्डी
pt_br: Novo deck
uk: Новий набір

source: Delete Card
pt_br: Excluir ficha
uk: Видалити картку

source: Export successful
de: Export erfolgreich
eo: Export erfolgreich
hi: निर्यात सफल
pt_br: Exportação feita com sucesso
uk: Експортування завершено

source: Imported one empty deck
de: Eine leere Kartei importiert
eo: Unu malplena kartaro importita
hi: एक खाली गड्डी आयात की गई
pt_br: Importado um deck vazio
uk: Імпортовано один пустий набір

source: Imported nothing, all cards are duplicates
de: Nichts importiert, alle Karten sind Duplikate
eo: Nenion importita, ĉiuj kartoj estas duplikatoj
hi: कुछ भी आयातित नहीं, सभी कार्ड डुप्लीकेट हैं
pt_br: Nada importado, todas as fichas são duplicadas
uk: Не імпортовано нічого, усі картки збігаються з наявними

source: Imported {0} empty decks
de: {0} leere Karteien importiert
eo: Importitaj {0} malplenaj kartaroj
hi: {0} खाली गड्डियां आयातित
pt_br: Importados {0} decks vazios
uk: Імпортовано {0} пустих наборів
